Revit 2024 API
ParameterTypeId.ZoneOutsideAirPerAreaParam Property
 "Outdoor Air per Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneOutsideAirPerAreaParam { get; }
Visual Basic
Public Shared ReadOnly Property ZoneOutsideAirPerAreaParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneOutsideAirPerAreaParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace